app/controllers/tokens_controller.rb

INSERT INTO "tokens" ("user_id", "created_at", "updated_at") VALUES ($1, $2, $3) RETURNING "id"  [["user_id", 1], ["created_at", "2020-06-04 16:18:55.318236"], ["updated_at", "2020-06-04 16:18:55.318236"]]
---
  def create
    @token = Token.new(token_params)

    if @token.save